Repository: Leleoh/API-Challange
Catalog: App-Challenge/App/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ Category
pt_br: Categoria

source: Add an item to your cart.
pt_br: Adicione algum item ao seu carrinho

source: Add to cart
pt_br: Adicionar ao carrinho

source: Beauty
pt_br: Beleza

source: Buy an item and it will show up here.
pt_br: Compre algum item e ele aparecerá aqui

source: Cart
pt_br: Carrinho

source: Categories
pt_br: Categorias

source: Checkout
pt_br: Comprar

source: Deals of the day
pt_br: Ofertas do dia

source: DELIVERY BY %@
pt_br: Entrega por %@

source: Favorite an item and it will show up here.
pt_br: Favorite um item e ele aparecerá aqui

source: Favorites
pt_br: Favoritos

source: Fragances
pt_br: Fragrâncias

source: Furniture
pt_br: Móveis

source: Groceries
pt_br: Mercearia

source: Home
pt_br: Início

source: No favorites yet!
pt_br: Nenhum favorito ainda!

source: No orders yet!
pt_br: Nenhum pedido ainda!

source: Opens the beauty category
pt_br: Abrir a categoria de beleza

source: Opens the fragrance category
pt_br: Abrir a categoria de fragrâncias

source: Opens the furniture category
pt_br: Abrir a categoria de Móveis

source: Opens the grocies category
pt_br: Abrir a categoria de mecearia

source: Orders
pt_br: Pedidos

source: Price: %@
pt_br: Preço: %@

source: Search
pt_br: Buscar

source: Top picks
pt_br: Principais escolhas

source: Touch to open details
pt_br: Toque para abrir os detalhes

source: US$ %.2f
pt_br: R$

source: Your cart is empty!
pt_br: Seus carrinho esta vazio!
